Repository: common-repository/business-identity-login
Catalog: languages/business-identity-login-*.po
Languages: sv_se

source: Business Identity Login
sv_se: Företagsidentitet Inloggning

source: Customizes the WordPress login page with your business identity, including a custom logo and color scheme.
sv_se: Anpassar WordPress inloggningssida med din företagsidentitet, inklusive en anpassad logotyp och färgschema.

source: Settings
sv_se: Inställningar

source: Customize your WordPress login page with your business identity. Choose a logo and set colors to match your brand.
sv_se: Anpassa din WordPress inloggningssida med din företagsidentitet. Välj en logotyp och ställ in färger som matchar ditt varumärke.

source: Logo Type
sv_se: Logotyptyp

source: Use Site Icon
sv_se: Använd webbplatsikon

source: Use Custom Logo
sv_se: Använd anpassad logotyp

source: No Site Icon is currently set. You can set one in the %s.
sv_se: Ingen webbplatsikon är inställd. Du kan ställa in en i %s.

source: General Settings
sv_se: Allmänna inställningar

source: Custom Logo
sv_se: Anpassad logotyp

source: Select Logo
sv_se: Välj logotyp

source: Remove Logo
sv_se: Ta bort logotyp

source: Upload or select your company logo. This will replace the WordPress logo on the login page.
sv_se: Ladda upp eller välj din företagslogotyp. Detta kommer att ersätta WordPress-logotypen på inloggningssidan.

source: Supported formats: JPG, PNG, GIF, SVG
sv_se: Stödda format: JPG, PNG, GIF, SVG

source: Logo Aspect Ratio
sv_se: Logotypens bildförhållande

source: Half Size (1:2)
sv_se: Halv storlek (1:2)

source: Quarter Size (1:4)
sv_se: Kvarts storlek (1:4)

source: Adjust the display size of your logo on the login page.
sv_se: Justera visningsstorleken på din logotyp på inloggningssidan.

source: Background Color
sv_se: Bakgrundsfärg

source: Choose a background color for the login page. This color will fill the entire background.
sv_se: Välj en bakgrundsfärg för inloggningssidan. Denna färg kommer att fylla hela bakgrunden.

source: Button Color
sv_se: Knappfärg

source: Set the color for the login button. Choose a color that contrasts well with your background color.
sv_se: Ställ in färgen för inloggningsknappen. Välj en färg som kontrasterar väl mot din bakgrundsfärg.

source: To see your changes, save the settings and visit your login page:
sv_se: För att se dina ändringar, spara inställningarna och besök din inloggningssida:

source: View Login Page
sv_se: Visa inloggningssida
